{
    "about.text01":"Ich bin Paula Santos, eine",
    "about.text02": "-jährige Front-End-Entwicklerin.",
    "about.text03": "Ich arbeite derzeit bei",
    "about.text04":", ein portugiesisches Unternehmen für Kommunikationstechnik, das im Jahr 2000 gegründet wurde. Dort habe ich meine Fähigkeiten als Entwickler weiterentwickelt, angefangen bei React und Redux-Saga bis hin zur Implementierung von Tests mit Jest und Cypress. Während der gesamten Arbeit in einem funktionsübergreifenden Team, das mit der Agile-Methodik unterstützt wird.",
    "about.text05": "Ich habe an meiner Github-Seite gearbeitet und neue Projekte erstellt, damit andere Unternehmen sich ein Bild von meinen Fähigkeiten als Entwickler machen können. Ziel dieser Website ist es, jedes Projekt zu gruppieren.",
    "about.text06": "Ich suche derzeit einen Remote-Job als Web- oder Front-End-Entwickler. Ich bin auf so viele Stellenangebote gestoßen, die in ganz Europa mit einer solchen Mischung von Kulturen verstreut sind, dass ich es kaum erwarten kann, dieses Abenteuer zu beginnen!",
    "about.title": "Über Mich",
    "contact.email": "E-Mail",
    "contact.error.message1":"Etwas passiert.",
    "contact.error.message2":"Fehlercode: ",
    "contact.message": "Botschaft",
    "contact.name": "Name",
    "contact.invalid.email":"Ungültige E-Mail",
    "contact.invalid.length": "Zu kurz",
    "contact.invalid.name": "Ungültiger Name",
    "contact.required.email": "E-Mail ist erforderlich",
    "contact.required.message":"Botschaft ist erforderlich",
    "contact.required.name": "Name ist erforderlich",
    "contact.submit":"Einreichen",
    "contact.success": "Mitteilung erfolgreich gesendet.",
    "contact.title": "Kontaktiere Mich",
    "developer.title": "Frontend Entwickler",
    "project.arrow": "Projekte",
    "project.close": "Schließen",
    "project.github": "Github Repository",
    "project.phpSocialNetwork.description": "In diesem Projekt können Sie nach der Anmeldung öffentliche oder private Nachrichten mit Ihren Freunden austauschen. Sie können auswählen, wem Sie folgen möchten und wer Ihnen folgt, Ihr eigenes Profil behalten und die Profile der anderen Mitglieder anzeigen. Es ist ein kleines Projekt, das mit PHP und einer eigenen Datenbank entwickelt wurde.",
    "project.reactSolitaire.description": "In diesem Projekt ist es möglich, nicht nur Solitaire zu spielen (per Drag & Drop oder durch Doppelklicken), sondern auch die vorherigen Ergebnisse und Statistiken eines Online-Spielers (von Firebase abonniert) oder eines lokalen Spielers zu visualisieren. Die Hauptunterschiede zwischen diesen beiden Spielertypen sind die Möglichkeit für den Online-Spieler, seine Daten über verschiedene Geräte oder Sitzungen zu speichern und auf die Top 10 Highscores jedes registrierten Benutzers zuzugreifen. Es hat auch Unterstützung für Englisch, Portugiesisch, Spanisch und Deutsch.",
    "project.showMore": "Zeig Mehr",
    "project.website": "Webseite"
}