{
    "about.text01":"I am Paula Santos, a",
    "about.text02": "-year-old front-end developer.",
    "about.text03": "I am currently working at ",
    "about.text04":", a Portuguese Communications Engineering company founded in 2000. There, I have developed my skills as a developer, starting with React and Redux-Saga to then begin implementing tests with Jest and Cypress. All the while working in a cross-functional team supported with the Agile methodology.",
    "about.text05": "I have been working on my Github page, creating new projects to enable other companies to have an idea of my skills as a developer. And this website's goal is to group every project.",
    "about.text06": "I am currently looking for a remote job as a web or front-end developer. I have stumbled across so many job opportunities, all scattered around Europe with such a mixture of cultures that I can not wait to start this adventure!",
    "contact.email": "Email",
    "contact.message": "Message",
    "contact.name": "Name",
    "contact.invalid.email":"Invalid email",
    "contact.invalid.name": "Invalid name",
    "contact.required.email": "Email is required",
    "contact.required.message":"Message is required",
    "contact.required.name": "Name is required",
    "contact.submit":"Submit",
    "contact.success": "Message successfully sent.",
    "developer.title": "Front-End Developer",
    "project.arrow": "Projects",
    "project.close": "Close",
    "project.github": "Github Repository",
    "project.reactSolitaire.description": "In this project, it is possible to not only play solitaire (with drag and drop or by double-clicking) but also visualize the previous scores and statistics of either an online player (subscribed by Firebase) or a local player. The main differences between these two types of players are the possibility for the online player to save their data through different devices or sessions and access to the top 10 high scores of every registered user. It also has support for English, Portuguese, Spanish, and German.",
    "project.showMore": "Show More",
    "project.website": "Website"
}