{
    "about.text01":"Eu sou Paula Santos, uma desenvolvedora de front-end de",
    "about.text02": " anos de idade",
    "about.text03": "Atualmente estou trabalhando na ",
    "about.text04":", uma empresa portuguesa de Engenharia de Comunicações fundada em 2000. Aí desenvolvi as minhas competências como programadora, começando com React e Redux-Saga para depois começar a implementar testes com Jest e Cypress. Todo o tempo trabalhando em uma equipe multifuncional apoiada na metodologia Agile.",
    "about.text05": "Tenho trabalhado na minha página no Github, criando novos projetos para permitir que outras empresas tenham uma ideia das minhas habilidades como desenvolvedora. E o objetivo deste site é agrupar todos os projetos.",
    "about.text06": "Atualmente, estou procurando um emprego remoto como desenvolvedor web ou front-end. Já me deparei com tantas oportunidades de trabalho, todas espalhadas pela Europa com uma mistura de culturas que mal posso esperar para começar esta aventura!",
    "about.title": "Sobre Mim",
    "contact.email": "E-mail",
    "contact.error.message1":"Aconteceu algo.",
    "contact.error.message2":"Código de erro: ",
    "contact.invalid.email":"E-mail inválido",
    "contact.invalid.length": "Demasiado curto",
    "contact.invalid.name": "Nome inválido",
    "contact.message": "Mensagem",
    "contact.name": "Nome",
    "contact.required.email": "E-mail é obrigatório",
    "contact.required.name": "Nome é obrigatório",
    "contact.required.message":"Mensagem é obrigatória",
    "contact.submit":"Enviar",
    "contact.success": "Mensagem enviada com sucesso.",
    "contact.title": "Me Contacta",
    "developer.title": "Desenvolvedora Front-End",
    "project.arrow": "Projetos",
    "project.close": "Fechar",
    "project.github": "Repositório do Github",
    "project.phpSocialNetwork.description": "Neste projeto é possível, após se registrar, trocar mensagens públicas ou privadas com seus amigos, você pode escolher quem seguir e quem está te seguindo, manter seu próprio perfil e ver os perfis dos outros membros. É um pequeno projeto desenvolvido em PHP e com base de dados própria.",
    "project.reactSolitaire.description": "Neste projeto, é possível não apenas jogar paciência (arrastando e soltando ou clicando duas vezes), mas também visualizar as pontuações e estatísticas anteriores de um jogador online (inscrito no Firebase) ou de um jogador local. As principais diferenças entre estes dois tipos de jogadores são a possibilidade do jogador online guardar os seus dados através de diferentes dispositivos ou sessões e aceder às 10 melhores pontuações de cada utilizador registado. Também oferece suporte para inglês, português, espanhol e alemão.",
    "project.showMore": "Mostrar Mais",
    "project.website": "Site"
}